const unitsMasculine = [
  '', 'один', 'два', 'три', 'чотири', "п'ять", 'шість', 'сім', 'вісім', "дев'ять"
];

const unitsFeminine = [
  '', 'одна', 'дві', 'три', 'чотири', "п'ять", 'шість', 'сім', 'вісім', "дев'ять"
];

const teens = [
  'десять', 'одинадцять', 'дванадцять', 'тринадцять', 'чотирнадцять',
  "п'ятнадцять", 'шістнадцять', 'сімнадцять', 'вісімнадцять', "дев'ятнадцять"
];

const tens = [
  '', '', 'двадцять', 'тридцять', 'сорок',
  "п'ятдесят", 'шістдесят', 'сімдесят', 'вісімдесят', "дев'яносто"
];

const hundreds = [
  '', 'сто', 'двісті', 'триста', 'чотириста',
  "п'ятсот", 'шістсот', 'сімсот', 'вісімсот', "дев'ятсот"
];

module.exports = { unitsMasculine, unitsFeminine, teens, tens, hundreds };
